/* No comment provided by engineer. */
"%@ since last back-up" = "%@ siden siste backup";

/* No comment provided by engineer. */
"AC Power" = "Strømforsyning";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Tilkoblet";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Frakoblet";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Advarsel! Aktivering av denne instllingen vil gjøre at HardwareGrowler vil bli lagt til oppstartselementene dine";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Dette vil tillate HardwareGrowler å starte hver gang du logger inn, så det er tilgjengelig for programmene du alltid bruker";

/* No comment provided by engineer. */
"Back-up took %@" = "Backup tok %@";

/* No comment provided by engineer. */
"Battery charging" = "Batteriet lades";

/* No comment provided by engineer. */
"Battery Low!" = "Batteriet er nesten tomt!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Batteriet er nesten tomt! Du bør koble maskinen til en strømkilde.";

/* No comment provided by engineer. */
"Battery Power" = "Batteri";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth er tilkoblet";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth tilkoblet";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth er ikke tilkoblet";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth frakoblet";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Bluetooth-modulen på OSX Lion krever versjon 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth Monitor";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Canceled after %@" = "Avbrutt etter %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock av";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock på";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Nåverende Nivå: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Aktivering av dette valget vil føre HardwareGrowler til å kjøre uten å vise et ikon i dokken.\n\nFor å få tilgang til innstillingene, trykk på HardwareGrowler i Launchpad eller åpne via Finder";

/* No comment provided by engineer. */
"Failed after %@" = "Feilet etter %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire tilkoblet";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire-kobling";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire ikke tilkoblet";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire frakobling";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire Monitor";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Første backup, eller ingen tidligere backup ble funnet i systemloggen";

/* No comment provided by engineer. */
"FN Key" = "FN-tasten";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN-tasten ble trykket ned";

/* No comment provided by engineer. */
"FN Key Released" = "FN-tasten ble sluppet opp";

/* No comment provided by engineer. */
"General" = "Generelt";

/* Unit names */
"hours" = "timer";

/* No comment provided by engineer. */
"Icon:" = "Ikon:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignorerte Stasjoner";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Hvis du vil motta notifikasjoner om blåtann enheter på OSX Lion, vennligst oppgrader til 10.7.3 eller høyere.";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "vis du vil motta notifikasjoner om telefon enheter på OSX Lion, vennligst oppgrader til 10.7.3 eller høyere.";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Innkommende telefon";

/* No comment provided by engineer. */
"Incoming SMS" = "Innkommende SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Grensesnitt:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Grensesnitt:\t%1$@\nMedia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP-adresse endret";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP-adresser oppdatert";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Tilkoblet nettverket.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Forlot nettverk %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minutter";

/* No comment provided by engineer. */
"Modules" = "Moduler";

/* No comment provided by engineer. */
"Mounted" = "Montert";

/* No comment provided by engineer. */
"Network Link Down" = "Nettverkstilkobling frakoblet";

/* No comment provided by engineer. */
"Network Link Up" = "Nettverkstilkobling tilkoblet";

/* No comment provided by engineer. */
"Network Monitor" = "Netverksmonitor";

/* display no icon at all */
"No icon visible" = "Ikke synlig ikon";

/* No comment provided by engineer. */
"No routable IP addresses" = "Ingen rutbar IP adresse";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "meld ifra om:";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock av";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock på";

/* If the string is too long, use O */
"OFF" = "AV";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "PÅ";

/* Format string for On <power type> */
"On %@" = "På %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Åpne HardwareGrowler Valg...";

/* No comment provided by engineer. */
"Phone Module" = "Telefon Module";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Telefonmodulen krever OSX Lion 10.7.3 eller nyere";

/* No comment provided by engineer. */
"Power Changed" = "Strømkilde ble endret";

/* No comment provided by engineer. */
"Power Monitor" = "Strøm Monitor";

/* No comment provided by engineer. */
"Power Warning" = "Strøm advarsel";

/* No comment provided by engineer. */
"Preferences" = "Preferanser";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Avslutt HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Forny batteristatus";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Forny hver:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Forny  bare av på nytt batteri";

/* Unit names */
"seconds" = "sekunder";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Sent når en blåtann enhet er tilkoblet";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Sent når en blåtann enhet er frakoblet";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Sent når en Firewire enhet er tilkoblet";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Sent når en Firewire enhet er frakoblet";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Sent når en Thunderbolt enhet er tilkoblet";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Sent når en Thunderbolt enhet er frakoblet";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Sent når en USB enhet er tilkoblet";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Sent når en USB enhet er frakoblet";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Sent når volum er montert";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Sent når et volum er avmontert";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Sent når AirPort kobles til et nettverk";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Sent når AirPort frakobles fra et nettverk";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Sent når en Ethernet link går ned";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Sent når en Ethernet link starter";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Sent når batterinivået blir lavt";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Sent når systemets IP adresse forandres";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Sent når type eller status på strøm eller strømkilde forandres";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Sent når \"Time Machine\" ikke kan lage en sikkerhetskopi";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Sent når \"Time Machine\" er ferdig med sikkerhetskopi";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Sent når \"Time Machine\" er kansellert ";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Sent når \"TIme Machine\" påbegynner sikkerhetskopi";

/* No comment provided by engineer. */
"Shift Key" = "Skift-tasten";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Skift-tasten ble trykket ned";

/* No comment provided by engineer. */
"Shift Key Released" = "Skift-tasten ble sluppet opp";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Vis tilkoblede enheter ved oppstart";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Vis ikonet i begge";

/* display the icon only in the dock */
"Show icon in the dock" = "Vis ikonet i dokken";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Vis ikonet i menylinjen";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Start HardwareGrowler ved innlogging:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Det er ingen preferanser for denne skjermen";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Du må starte Hardware Growler på nytt før dette valget vil bli gjeldende";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt er tilkoblet";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt tilkobling";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt avkoblet";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt kobler av";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt skjerm";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine Kansellert ";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine feilet";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine ferdig";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine Ferdig";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine startet";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine Startet";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Tid igjen: %lu minutter";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Tid å lade: %lu minutter";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine ";

/* No comment provided by engineer. */
"Unknown Power Source" = "Ukjent Strømkilde";

/* No comment provided by engineer. */
"Unmounted" = "Avmontert";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Firewire-enhet uten navn";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Thunderbolt enhet uten navn";

/* No comment provided by engineer. */
"UPS Power" = "UPS Strøm ( UPS = avbruddsfri strømforsyning )";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 Bus";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "USB Bus";

/* No comment provided by engineer. */
"USB Connected" = "USB Tilkoblet";

/* No comment provided by engineer. */
"USB Connection" = "USB Tilkobling";

/* No comment provided by engineer. */
"USB Disconnected" = "USB avkoblet";

/* No comment provided by engineer. */
"USB Disconnection" = "USB Frakoblet";

/* No comment provided by engineer. */
"USB Monitor" = "USB Monitor ";

/* No comment provided by engineer. */
"Volume Monitor" = "Volum Monitor";

/* No comment provided by engineer. */
"Volume Mounted" = "Diskbilde montert";

/* No comment provided by engineer. */
"Volume Unmounted" = "Diskbilde avmontert";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Advarsel! Ved å aktivere denne innstillingen vil HardwareGrowler kjøre i bakgrunnen";

